export const timeLineData = [
  {
    date: "2022 - 至今",
    title: "我們這一家",
    subtitle: "哈囉你好嗎",
    content:
      "哈囉你好嗎，衷心感謝，珍重再見，期待再相逢。哈囉你好嗎，衷心感謝，珍重再見，期待再相逢。找不到一句，適合的話對你述說。接受我，接受我，接受我，從今以後。哈囉你好嗎，衷心感謝，珍重再見，期待再相逢。哈囉你好嗎，衷心感謝，珍重再見，期待再相逢。真想要找一句，會讓你心動的話語。讓你接受我，接受我，接受我，請你答應我。哈囉你好嗎，衷心感謝，珍重再見，期待再相逢。",
  },
  {
    date: "2021 - 2022",
    title: "飛哥與小佛",
    subtitle: "片頭曲",
    content:
      "總共104天的暑假又到來，離開學日子還很遙遠。我們這一個世代，每年都要面對，如何用力痛快的玩耍。你可以，造一艘火箭，跟木乃伊決鬥或攀登艾菲爾鐵塔。挖掘從不存在的某樣東西或幫猴子洗熱水澡海邊衝浪去、發明奈米機器、找科學怪人的大腦。找尋古代生物、畫一個新大陸或惡整你老姐抓狂。就是這樣直到開學之前有一大堆事好做，而就是現在飛哥還有小佛全都不放過。要就是現在飛哥還有小佛全都不放過。媽!飛哥和小佛在亂開場啦~",
  },
  {
    date: "2020 - 2021",
    title: "米奇妙妙屋",
    subtitle: "片尾曲",
    content:
      "好帥好帥今天的精彩，有了耳朵歡樂多多，好帥好帥難題解開，好帥好帥今天的精采。好帥好帥今天的精彩，嶄新的一天不要再等待，起來跳舞別再發呆，好帥好帥今天的精彩，好帥好帥今天的精彩，我們要離開下次再來，不要忘記那米老鼠。米奇妙妙屋，再會。",
  },
  {
    date: "2019 - 2020",
    title: "萬能阿曼",
    subtitle: "工作歌",
    content:
      "讓我們動手來修理，轉一轉，轉緊點，我們逗陣來打拼，我們一起努力，先用尺量好，在這平，我彎曲，絞直了，每個人有他的工作，一起來努力，做伙打拼，一定修的好。",
  },
  {
    date: "2018 - 2019",
    title: "YOYO點點名",
    subtitle: "釣魚歌",
    content:
      "手兒拿著釣魚竿，一起散步到海灘，太陽好大趕快撐起傘，戴上斗笠甩魚竿。釣魚、釣魚，釣到什麼魚？看我釣到一隻，小金魚，好可愛哦！釣魚、釣魚，釣到什麼魚？看我釣到一隻，吳郭魚，好好吃哦！釣魚、釣魚，釣到什麼魚？看我釣到一隻，美人魚，好美麗哦！釣魚、釣魚，釣到什麼魚？看我釣到一隻，大白鯊，救命啊！手兒拿著釣魚竿，一起散步到海灘，太陽好大趕快撐起傘，戴上斗笠甩魚竿。",
  },
  {
    date: "2017 - 2018",
    title: "阿甘妙世界",
    subtitle: "火車上面有鱷魚",
    content:
      "Do~Do~Do~Do~火車上面有鱷魚！Do~Do~Do~Do~火車上面有鱷魚！Do~Do~Do~Do~火車上面有鱷魚！Do~Do~Do~Do~Do~Do~Lu~Do~Lu~火車上面有鱷魚！",
  },
];
